[A_Architect_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="建筑工匠"
mTooltip="总督：此城镇中建筑的 %ICON_GOLD 黄金成本降低 %buff1.buff.stat。"

[A_Estates_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="大赦天下"
mTooltip="你所有的城镇每天多提供 %buff1.buff.stat.norm %icon_gold 黄金。"

[A_Alchemist_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="炼金术士"
mTooltip="每天随机获得 %special %icon_Crystal 龙血水晶、%icon_Dragonsteel 龙钢、%icon_Shadowsteel 影钢或 %icon_Starsilver 星银。"

[A_Recruiter_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="征兵专员"
mTooltip="总督：在此城镇招募生物花费的 %ICON_GOLD 黄金减少 %special1%。"

[A_Foreman_Buff H7BaseBuff]
mName="产业能手"
mTooltip="产量提高 %stat1.norm。"

[A_Merchant_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="经商之道"
mTooltip="英雄提升资源交易汇率，效果如同多拥有一个市场。"

[A_TownPlanner_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="城镇规划"
mTooltip="总督：你可以在此城镇一天建造两座建筑。"

[A_Foreman_TownAbility H7BaseAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip=""

[A_Estates_Buff H7BaseBuff]
mName="大赦天下"
mTooltip="每日收入增加30%。"

[A_Foreman_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="产业能手"
mTooltip="总督：此城镇控制区内的锯木场和矿石坑的产量提高 %spell1.spell.buff1.buff.stat1.norm。"

[A_Manufactory_Ability H7HeroAbility]
mName="促进生产"
mTooltip="总督：此城镇控制区内所有锯木场和矿石坑的产量提高1点。"
[A_Manufactory_Buff H7BaseBuff]
mName="促进生产"
mTooltip="产量提高1点。"
[A_ProjectPlanner_Ability H7HeroAbility]
mName="工程设计师"
mTooltip="总督：此城镇可以在同一天建造两座建筑。"

[A_Economy_Skill H7Skill]
mName="经济"
mTooltip="经济技能工具提示"
mDescriptions[0]="英雄增加你的 %ICON_GOLD 黄金收入。"
mDescriptions[1]=""
mDescriptions[2]="每天+%special1 %ICON_GOLD 黄金。"
mDescriptions[3]="每天额外+%special1 %ICON_GOLD 黄金。"
mDescriptions[4]="每天额外+%special1 %ICON_GOLD 黄金。\n\n与大师级<font color="#00588BFF">战争</font>结合时，解锁<font color="#00FFCB44">协同能力</font>：完美支援。\n\n与大师级<font color="#00588BFF">暗系魔法</font>结合时，解锁<font color="#00FFCB44">协同能力</font>：赏金猎人。"